Repository: wp-plugins/magento
Catalog: languages/pronamic-magento-plugin-*.po
Languages: nl_nl

source: Unable to login to host with that username/password combination.
nl_nl: Het spijt ons, de plugin was niet in staat te verbinden met de host met de huidige gebruikersnaam/wachtwoord combinatie.

source: Unable to connect to host.
nl_nl: Het spijt ons, de plugin was niet in staat te verbinden met de host.

source: Detected an error in the template file, actions have been interupted.
nl_nl: Er is een fout aangetroffen in het template bestand, de acties zijn onderbroken.

source: Settings
nl_nl: Instellingen

source: Shows the latest products in your Magento store.
nl_nl: Toont de nieuwste producten in uw Magento winkel in een widget.

source: Magento Latest Products
nl_nl: Magento Nieuwste Producten

source: Number of latest products shown
nl_nl: Aantal getoonde nieuwste producten

source: Store URL
nl_nl: Winkel URL

source: http://storedomain.ext/
nl_nl: http://winkeldomein.ext/

source: Username
nl_nl: Gebruikersnaam

source: API Key
nl_nl: API sleutel

source: Should we save product results returned by the Magento API? Saving results increases loading performance.
nl_nl: Mogen we de productresultaten afkomstig van de Magento API opslaan? Dit verbetert laadprestaties.

source: Shows magento products in a widget form.
nl_nl: Toont uw Magento producten in een widget.

source: Magento Products
nl_nl: Magento Producten

source: Product ID's or SKU's (Comma separated):
nl_nl: Product ID's of SKU's (Komma gescheiden)

source: Category name or ID:
nl_nl: Categorie naam of ID

source: Find products with a name like:
nl_nl: Zoek producten met een naam als:

source: This plugin makes it possible to show products from your Magento store on your WordPress website. You can either show your products with a shortcode on your pages or in posts or using the widget to show it in the sidebar. An ideal solution for Magento store owners who'd like to advertise their products on their WordPress website.
nl_nl: Deze plugin maakt het mogelijk om producten in uw Magento winkel op uw WordPress blog te tonen. U kunt uw Magento producten tonen in uw posts of pagina´s doormiddel van een shortcode, maar ook kunt u uw Magento producten tonen in de sidebar. Een ideale oplossing voor beheerders van een Magento winkel, die hun producten graag zouden adverteren op hun WordPress website.
